{
    "vi": {
      "tieudechinh":"Khoa Công nghệ thông tin - Kế toán",
      "noidung1": "Thực hiện kế hoạch giảng dạy theo chương trình, kế hoạch giảng dạy:\n\n **- Trình độ Cao đẳng:** Công nghệ thông tin, Công nghệ thông tin(ƯDPM), Kế toán doanh nghiệp.\n**- Trình độ trung cấp:** Công nghệ thông tin (ƯDPM), Công nghệ kỹ thuật phần cứng máy tính, Kế toán doanh nghiệp\n**- Trình độ sơ cấp:** Kĩ thuật sửa chữa máy tính.",
      "noidung2": "Khoa CNTT gắn liền với sự phát triển của nhà trường; trong hoạt động tập thể cán bộ giảng viên luôn lấy chất lượng dạy và học đặt lên làm đầu, lấy lợi ích người học làm định hướng cho mọi hoạt động của Khoa. Cho đến nay khoa CNTT có 2 tổ chuyên ngành: Công nghệ thông tin và kế toán doanh nghiệp.",
      "noidung3": "Chất lượng đội ngũ cán bộ quản lí và nhà giáo ngày một phát triển đáp ứng yêu cầu nhiệm vụ: hiện có 11 giảng viên, kỹ thuật viên (trong đó có 05 thạc sĩ, 03 đang học cao học và 03 cử nhân, kỹ sư). Là đội ngũ đạt chuẩn về chuyên môn (09 giảng viên đạt kỹ năng nghề, 02 đánh giá kỹ năng nghề CNTT Quốc gia bậc 1,2,3), có tinh thần đoàn kết, tận tụy với công việc và hết lòng vì học sinh, sinh viên thân yêu.",
      "noidung4": "Hàng năm khoa quản lí gần 100-200 HSSV chuyên ngành thuộc khoa và khoảng hơn 1000 HSSV học môn tin học qua ban các khoa khác trong toàn trường.",
      "noidung5": "Ngoài các hoạt động chuyên môn, tập thể cán bộ khoa luôn tích cực tham gia các hoạt động phong trào góp phần xây dựng thành tích và phát triển chung của nhà trường.",
      "footer": "© 2025 Website NCKH. Đề tài ứng dụng công nghệ vào giới thiệu trường Cao đẳng Đắk Lắk.\n Được thực hiện bởi nhóm sinh viên"
        },
        
    "en": {
      "tieudechinh": "Faculty of Information Technology and Accounting",
      "noidung1": "Implementing the annual teaching plans according to the curriculum:\n\n**- College level:** Information Technology; Software Application in IT; Business Accounting.\n**- Intermediate level:** Information Technology (Software Application); Computer Hardware Engineering Technology; Business Accounting.\n**- Elementary level:** Computer Repair Techniques.",
      "noidung2": "The Faculty of IT is closely tied to the college’s development. In every collective activity, our staff and lecturers prioritize teaching and learning quality and put students’ interests at the heart of all endeavors. To date, the faculty comprises two specialized divisions: Information Technology and Business Accounting.",
      "noidung3": "Our management and teaching staff have continuously grown to meet mission requirements: we currently have 11 lecturers and technicians (5 holding master’s degrees, 3 pursuing master’s degrees, and 3 with bachelor’s or engineering qualifications). They meet professional standards (9 certified in IT vocational skills and 2 qualified to assess national IT vocational skill levels 1–3), share a spirit of unity and dedication, and are wholeheartedly committed to our students.",
      "noidung4": "Each year, the faculty oversees nearly 100–200 degree-seeking students within our majors and over 1,000 students from other faculties taking IT courses.",
      "noidung5": "Beyond academic duties, our faculty actively participates in extracurricular and community-building activities, contributing to the college’s achievements and overall development.",
      "footer": "© 2025 NCKH Website. Technology Application Project: Introducing Dak Lak College. Implemented by the student team."
    }
  }